Repository: harmathy/lisslo
Catalog: po/*.po
Languages: de

source: LiMux Schedule Shutdown with Logind
de: Herunterfahren mit Logind verwalten (für LiMux)

source: action will be stored here
de: Aktion wird hier hinterlegt

source: consider not only local but also remote sessions
de: Betrachte nicht nur lokale, sondern auch Fernsitzungen

source: schedule a shutdown with "reboot" or "poweroff" or abort a scheduled shutdown with "cancel"
de: Plane eine Aktion zum Herunterfahren ein: "reboot" zum Neustarten oder "poweroff" zum Ausschalten oder; "cancel" bricht einen laufenden Plan ab

source: reason for shutdown
de: Informeller Grund für das Herunterfahren

source: prevent logins
de: Verhindere weitere Anmeldungen

source: flag file for preventing login
de: Signaldatei tur Verhinderung von Anmeldungen

source: get interactive confirmation from user
de: Verlange eine interaktive Bestätigung vom Anwender

source: filename in "/run/user/$UID/" which stores users shutdown request
de: Dateiname unter "/run/user/$UID/", worin die vom betreffenden Anwender gestellte Forderung zum Herunterfahren speichert wird

source: automatically shutdown after this timeout
de: Fahre automatisch herunter, wenn diese Zeit verstrichen ist

source: Can not evaluate shutdown request!
de: Die Aufforderung zum Herunterfahren konnte nicht ausgewertet werden!

source: Cancel any scheduled shutdown.
de: Breche jegliches geplante Herunterfahren ab.

source: There are no users sessions running. Hence we shutdown.
de: Es gibt keine laufenden Benutzersitzungen. Daher fahren wir herunter.

source: There are users sessions running. Hence we schedule shutdown.
de: Es gibt laufende Benutzersitzungen. Daher wird das Herunterfahren geplant und auf später verschoben.

source: Ok
de: Ja

source: Cancel
de: Abbrechen

source: via remote
de: via Fernaufschaltung

source: on virtual terminal
de: auf der virtuellen Arbeitsfläche

source: Shutdown
de: Herunterfahren

source: There are other user logged in. Their sessions will be terminated inevitably. Do you really want to shutdown?
de: Es sind andere Anwender im System eingeloggt. Deren Sitzungen werden unweigerlich abgebrochen. Möchten Sie das System tatsächlich herunterfahren?

source: The system will automatically shutdown in {}s.
de: Das System fährt in {}s automatisch herunter.
